Revit 2027 API
TriangulatedShellComponent.VertexCount Property
 The number of vertices in the triangulation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int VertexCount { get; }
Public ReadOnly Property VertexCount As Integer
	Get
public:
property int VertexCount {
	int get ();
}
member VertexCount : int with get
Property Value
Int32
See Also
Reference
TriangulatedShellComponent Class
Autodesk.Revit.DB Namespace